{
  "msg": "成功",
  "result": 0,
  "jsonp": {
    "t":"传闻有误",
    "p":[
      "昔、摂津の国に、ある夫婦が住んでいました。子供がいませんでしたから、いつも住吉明神へ行ってお祈りしていました。\n「どうぞ子供を授けてください。小さい子供でもいいです」\nそして、ようやく二人は子供を授かりました。\n本当に小さくて、一寸しかありませんでしたから、「一寸法師」と名付けました。二人は、一寸法師を大切に育てました。しかし、五歳になっても、十歳になっても、一寸法師は少しも大きくなりませんでした。\n「やーい、チビ！」\n他の子供たちは一寸法師を見て、からかいました。しかし、一寸法師は怒りませんでした。みんなと友達になって、いっしょに遊びました。\n\n十六歳になったとき、一寸法師は両親に言いました。\n「私は京都へ行きたいです。京都へ行って、運試しをしたいです」\n近くの淀川を上ると、京都へ行くことができます。お父さんは一寸法師に、お椀と箸をあげました。お母さんは、縫い針をあげました。一寸法師は針を腰に差して、お椀の船に乗りました。\n「では、お父さん、お母さん。行ってきます」\nそう言って、一寸法師は箸の櫂を使って京都へ向かいました。\n\n小さいお椀でしたから、京都まで一か月かかりました。\n京都は、人がたくさん歩いていました。馬もたくさんいます。大きい屋敷もたくさんあります。\n「まず、偉い人の家来になりましょう」\n一寸法師は、一番大きい屋敷に入りました。\n「ごめんください！　ごめんください！」\n大きい声で言いましたが、誰も出て来ません。\n「ごめんください！」\n何度も叫んでいると、男の人が出て来ました。この屋敷の主人、宰相殿です。\n「だれだ、声がしたが…。おかしいな、だれもいない」\n「います！　ここにいます！」\n見ると、靴の後ろに、とても小さい男がいます。宰相殿はびっくりしました。\n「何者だ。何の用だ」\n「一寸法師です。摂津から来ました。ここで働きたいです」\n宰相殿は、おもしろいと思いました。\n「じゃあ、娘の遊び相手になりなさい」\n「ありがとうございます！」\n宰相殿の姫様は、十三歳です。とても可愛いくて親切な姫様でしたから、一寸法師はすぐ好きになりました。姫様も一寸法師を気に入って、いっしょに遊んだり、勉強したりしました。\nある日、姫様は遠くのお寺へお参りに行きました。もちろん、一寸法師もいっしょです。\nその頃、京都には怖ろしい鬼がいて、ときどき若い娘を攫っていました。宰相殿は心配して、数人の男を姫様の護衛につけました。\nその、お寺参りの帰り道でした。薄暗いところを歩いていると、突然鬼が現れました。\n「きれいな娘だ。もらうぞ」\n護衛の男たちは刀を抜きました。しかし、鬼はとても大きくて強かったですから、すぐ負けました。\n一寸法師は針を持って、姫様の前に立ちました。\n「姫様、私が守ります！」\n鬼は一寸法師を見ると、笑いました。\n「小さい男だな。腹の足しにもならない」そう言って、一寸法師をつまんで、飲み込みました。\n「ああ、一寸法師…」姫様は倒れました。\n一寸法師は鬼のお腹の中に入ると、お腹の壁に針を刺しました。\n「痛い！　痛い！」\n鬼は苦しみました。一寸法師は何度も何度も刺しました。\n「痛い、痛い！　やめてくれ！」\n鬼は倒れて、一寸法師を吐き出しました。\n「まだやるか」\n「いいえ、許してください。これをあげます」鬼は一寸法師に、打ち出の小槌をあげました。「これを振ると、何でも欲しいものが出ます」\nそう言って、鬼は逃げて行きました。\n\n一寸法師は姫様を介抱しました。\n「姫様、姫様、鬼は逃げて行きましたよ。あの小槌をもらいました」\n「ありがとう、一寸法師」姫様は、打ち出の小槌を拾いました。「あなたは、何が欲しいですか」\n「私は…、私は背が欲しいです」\n姫様は一寸法師に向かって、打ち出の小槌を振りました。\n「一寸法師の背が欲しい。普通の背の高さになってください」\n一度振ると、背が一尺伸びました。二度振ると三尺、三度目は六尺ぐらいになりました。一寸法師は嬉しくなりました。立ったり屈んだり、後ろを見たり、飛んだりしました。それから、二人で宰相殿の屋敷へ帰りました。\n\nこの話はとても有名になりましたから、帝も一寸法師に会いたくなりました。一寸法師は内裏へ呼ばれました。帝は一寸法師が気に入って、少将の位を授けました。それから、人々は一寸法師は「堀河の少将」と呼びました。堀河の少将は、姫様と結婚しました。そして、摂津の国から両親を連れて来て、みんなで仲良く暮らしました。\n"
    ]
  }
}